[
    {
        "name": "ИАФ.1",
        "description": "Идентификация и аутентификация пользователей, являющихся работниками оператора",
        "realization": "    В информационной системе должна обеспечиваться идентификация и аутентификация пользователей, являющихся работниками оператора.\n    При доступе в информационную систему должна осуществляться идентификация и аутентификация пользователей, являющихся работниками оператора (внутренних пользователей), и процессов, запускаемых от имени этих пользователей, а также процессов, запускаемых от имени системных учетных записей.\n    Пользователи информационной системы должны однозначно идентифицироваться и аутентифицироваться для всех видов доступа, кроме тех видов  доступа, которые определяются как действия, разрешенные до идентификации и аутентификации в соответствии с мерой защиты информации УПД.11.\n    Аутентификация пользователя осуществляется с использованием паролей,  аппаратных  средств,  биометрических  характеристик  или  в  случае многофакторной (двухфакторной) аутентификации – определенной комбинации вышеупомянутых и (или) других средств.\n   В информационной системе должна быть обеспечена возможность однозначного сопоставления идентификатора пользователя с запускаемыми им процессами.",
        "gain": "    1)в информационной системе должна обеспечиваться однозначная аутентификация пользователей на основе механизма пароля, соответствующего следующим характеристикам:\n    а) длина пароля не менее шести символов, алфавит пароля не менее 30 символов, максимальное количество неуспешных попыток аутентификации (ввода неправильного пароля) до блокировки от 3 до 10 попыток, блокировка программно-технического средства или учетной записи пользователя в случае достижения установленного максимального количества неуспешных попыток аутентификации от 3 до 15 минут, смена паролей не более чем через 180 дней."
    },
    {
        "name": "ИАФ.2",
        "description": "Идентификация и аутентификация устройств, в том числе стационарных, мобильных и портативных",
        "realization": "    В информационной системе до начала информационного взаимодействия должна осуществляться идентификация и аутентификация устройств.\n    Оператором должен быть определен перечень типов устройств, используемых в информационной системе и подлежащих идентификации и аутентификации до начала информационного взаимодействия.\n    Идентификация устройств в информационной системе обеспечивается по логическим именам, логическим адресам и по физическим адресам устройства или по комбинации имени, логического и физического адресов устройства.",
        "gain": "    1)в информационной системе должна обеспечиваться аутентификация устройств до начала информационного взаимодействия с ними:\n    a) взаимная аутентификация устройства и средства вычислительной техники (или другого взаимодействующего устройства);\n    б) аутентификация по уникальным встроенным средствам аутентификации."
    },
    {
        "name": "ИАФ.3",
        "description": "Управление идентификаторами, в том числе создание, присвоение, уничтожение идентификаторов",
        "realization": "    Оператором должны быть установлены и реализованы следующие функции управления идентификаторами пользователей и устройствв информационной системе:\n  -  определение должностного лица (администратора) оператора, ответственного за создание, присвоение и уничтожение идентификаторов пользователей и устройств;\n  -  формирование идентификатора, который однозначно идентифицирует пользователя и (или) устройство;\n  -  присвоение идентификатора пользователю и (или) устройству;\n  -  присвоение идентификатора пользователю и (или) устройству;\n  -  предотвращение повторного использования идентификатора пользователя и (или) устройства в течение установленного оператором периода времени;",
        "gain": "    1) оператором персональных данных должно быть исключено повторное использование идентификатора пользователя в течение:\n  -  не менее одного года;\n  -  не менее трех лет;\n  -  в течение всего периода эксплуатации ИСПДн;\n    2) оператором персональных данных должно быть обеспечено блокирование идентификатора пользователя через период времени неиспользования:\n  -  не более 90 дней;\n  -  не более 45 дней;\n    3) оператором персональных данных должно быть обеспечено использование различной аутентификационной информации (различных средств аутентификации) пользователя для входа в ИСПДн и доступа к прикладному (специальному) программному обеспечению;"
    },
    {
        "name": "ИАФ.4",
        "description": "Управление средствами аутентификации, в том числе хранение, выдача, инициализация, блокирование средств аутентификации и принятие мер в случае утраты и (или) компрометации средств аутентификации",
        "realization": "    Оператором должны быть установлены и реализованы следующие функции управления средствами аутентификации пользователей и устройств в информационной системе: определение должностного лица оператора, ответственного за хранение, выдачу, инициализацию, блокирование средств аутентификации и принятие мер в случае утраты и компрометации средств аутентификации, изменение аутентификационной информации, выдача средств аутентификации пользователями, генерация и выдача начальной аутентификационной информации, установление характеристик пароля.",
        "gain": "    1) в информационной системе, в которой аутентификация реализована на основе пароля, должны быть установлены следующие характеристикисредств аутентификации (механизм пароля):\n  -  а) задание минимальной сложности пароля с определяемыми оператором требованиями к регистру, количеству символов, сочетанию букв верхнего и нижнего регистра, цифр и специальных символов;\n  -  б) задание минимального количества измененных символов при создании новых паролей;\n  -  в) задание максимального времени действия пароля;"
    },
    {
        "name": "ИАФ.5",
        "description": "Защита обратной связи при вводе аутентификационной информации",
        "realization": "    В информационной системе должна осуществляться защита аутентификационной информации в процессе ее ввода для аутентификации от возможного использования лицами, не имеющими на это полномочий.\n    Защита обратной связи ''система - субъект доступа'' в процессе аутентификации обеспечивается исключением отображения для пользователя действительного значения аутентификационной информации и (или) количества вводимых пользователем символов аутентификационной информации. Вводимые символы пароля могут отображаться условными знаками '*', '-'  или иными знаками.",
        "gain": "    Не установлены."
    },
    {
        "name": "ИАФ.6",
        "description": "Идентификация и аутентификация пользователей, не являющихся работниками оператора (внешних пользователей",
        "realization": "    В информационной системе должна осуществляться однозначная идентификация и аутентификация пользователей, не являющихся работниками оператора (внешних пользователей),или процессов, запускаемых от имени этих пользователей.\n    К пользователям, не являющимся работникам оператора (внешним пользователям), относятся все пользователи информационной системы, не указанные в ИАФ.1 в качестве внутренних пользователей. Примером внешних пользователей являются граждане, на законных основаниях через сеть Интернет получающие доступ к информационным ресурсам портала Государственных услуг Российской Федерации ''Электронного правительства'' или официальным сайтам в сети Интернет органов государственной власти.\n    Пользователи информационной системы должны однозначно идентифицироваться и аутентифицироваться для всех видов доступа, кроме тех видов доступа, которые определяются как действия, разрешенные до идентификации и аутентификации в соответствии с мерой защиты информации УПД.11.",
        "gain": "    Не установлены."
    },
    {
        "name": "УПД.1",
        "description": "Управление (заведение, активация, блокирование и уничтожение) учетными записями пользователей, в том числе внешних пользователей",
        "realization": "    Оператором должны быть установлены и реализованы следующие функции управления учетными записями пользователей, в том числе внешних пользователей:\n  -  определение типа учетной записи, объединение учетных записей в группы верификацию пользователя при заведении учетной записи пользователя, заведение, активация, блокирование и уничтожение учетных записей пользователей, пересмотр и, при необходимости, корректировка учетных записей пользователей с периодичностью, определяемой оператором, порядок заведения и контроля использования гостевых и временных учетных записей пользователей, а также привилегированных учетных записей администраторов, оповещение администратора, осуществляющего управление учетными записями пользователей, об изменении сведений о пользователях, их ролях, обязанностях, полномочиях, ограничениях.",
        "gain": "    1) оператором должны использоваться автоматизированные средства поддержки управления учетными записями пользователей;\n    2) в информационной системе должно осуществляться автоматическое блокирование временных учетных записей пользователей по окончании установленного периода времени для их использования;\n    3) в информационной системе должно осуществляться автоматическое блокирование неактивных учетных записей пользователей после периода времени неиспользования: более 90 дней,более 45 дней;\n    4) в информационной системе должно осуществляться автоматическое блокирование учетных записей пользователей:\n    а) при превышении установленного оператором числа неуспешных попыток аутентификации пользователя;\n    б) при выявлении по результатам мониторинга (просмотра, анализа) журналов регистрации событий безопасности действий пользователей, которые отнесены оператором к событиям нарушения безопасности информации;\n    5) в информационной системе должен осуществляться автоматический контроль заведения, активации, блокирования и уничтожения учетных записей пользователей и оповещение администраторов о результатах автоматического контроля."
    },
    {
        "name": "УПД.2",
        "description": "Реализация необходимых методов (дискреционный, мандатный, ролевой или иной метод), типов (чтение, запись, выполнение или иной тип) и правил разграничения доступа",
        "realization": "    В информационной системе для управления доступом субъектов доступа к объектам доступа должны быть реализованы установленные оператором методы управления доступом, назначены типы доступа субъектов к объектам доступа и реализованы правила разграничения доступа субъектов доступа к объектам доступа.\n    Методы управления доступом реализуются в зависимости от особенностей функционирования информационной системы, с учетом угроз безопасности информации и должны включать один или комбинацию следующих методов:\n  -  дискреционный метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе идентификационной информации субъекта;\n  -  ролевой метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе ролей субъектов доступа;\n  -  мандатный метод управления доступом, предусматривающий управление доступом субъектов доступа к объектам доступа на основе сопоставления классификационных меток каждого субъекта доступа и каждого объекта доступа, отражающих классификационные уровни субъектов доступа и объектов доступа, являющиеся комбинациями иерархических и неиерархических категорий.",
        "gain": "    1) в информационной системе правила разграничения доступа должны обеспечивать управление доступом субъектов при входе в информационную систему;\n    2) в информационной системе правила разграничения доступа должны обеспечивать управление доступом субъектов к техническим средствам, устройствам, внешним устройствам;\n    3) в информационной системе правила разграничения доступа должны обеспечивать управление доступом субъектов к объектам, создаваемым общесистемным (общим) программным обеспечением;\n    4) в информационной системе правила разграничения доступа должны обеспечивать управление доступом субъектов к объектам, создаваемым прикладным и специальным программным обеспечением."
    },
    {
        "name": "УПД.3",
        "description": "Управление (фильтрация, маршрутизация, контроль соединений, однонаправленная передача и иные способы управления) информационными потоками между устройствами, сегментами ИСПДн, а также между ИСПДН",
        "realization": "    В информационной системе должно осуществляться управление информационными потоками при передаче информации между устройствами, сегментами в рамках информационной системы, включающее:\n  -  фильтрацию информационных потоков в соответствии с правилами управления потоками, установленными оператором;\n  -  разрешение передачи информации в информационной системе только по маршруту, установленному оператором;\n  -  изменение (перенаправление) маршрута передачи информации в случаях, установленных оператором;\n  -  запись во временное хранилище информации для анализа и принятия решения о возможности ее дальнейшей передачи в случаях, установленных оператором.",
        "gain": "    1) в информационной системе должно обеспечиваться управление информационными потоками на основе атрибутов безопасности, связанных с передаваемой информацией, источниками и получателями информации;\n    2) в информационной системе должно обеспечиваться динамическое управление информационными потоками, запрещающее и  разрешающее передачу информации на основе анализа изменения текущего состояния информационной системы или условий ее функционирования;\n    3) в информационной системе должен исключаться обход правил управления информационными потоками за счет преобразования передаваемой информации;\n    4) в информационной системе должен исключаться обход правил управления информационными потоками за счет встраивания одних данных в другие данные информационного потока;\n    5) в информационной системе должен обеспечиваться контроль соединений между техническими средствами , используемыми для организации информационных потоков;\n    6) в информационной системе при передаче информации между сегментами информационной системы и  информационными системами разных классов защищенности должна обеспечиваться однонаправленная передача информации с использованием аппаратных средств;\n    7) в информационной системе должно обеспечиваться управление информационными потоками на основе структуры передаваемых данных."
    },
    {
        "name": "УПД.4",
        "description": "Разделение полномочий (ролей) пользователей, администраторов и лиц, обеспечивающих функционирование ИСПДн",
        "realization": "    Оператором должно быть обеспечено разделение полномочий пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы, в соответствии с их должностными обязанностями, фиксирование в организационно-распорядительных документах по защите информации полномочий пользователей, администраторов и лиц, обеспечивающих функционирование информационной системы, и санкционирование доступа к объектам доступа в соответствии с разделением полномочий.",
        "gain": "    1) оператором должно быть обеспечено выполнение каждой роли по обработке информации, администрированию информационной системы, ее системы защиты информации, контролю за обеспечением уровня защищенности информации, обеспечению функционирования информационной системы отдельным должностным лицом;\n    2) оператором должно быть обеспечено исключение наделения одного должностного лица полномочиями по обработке информации и полномочиями по администрированию информационной системы и ее системы защиты информации, контролю  за обеспечением уровня защищенности информации, обеспечению функционирования информационной системы;\n    3) оператором должно быть обеспечено исключение наделения одного должностного лица полномочиями по контролю за обеспечением уровня защищенности информации и полномочиями по администрированию информационной системы и ее системы защиты информации и обеспечению функционирования информационной системы;"
    },
    {
        "name": "УПД.5",
        "description": "Назначение минимально необходимых прав и привилегий пользователям, администраторам и лицам, обеспечивающим функционирование ИСПДн",
        "realization": "    Оператором должно быть обеспечено назначение прав и привилегий пользователям и запускаемым от их имени процессам, администраторам и лицам, обеспечивающим функционирование информационной системы, минимально необходимых для выполнения ими своих должностных обязанностей, и санкционирование доступа к объектам доступа в соответствии с минимально необходимыми правами и привилегиями.\n    Оператором должны быть однозначно определены и зафиксированы в организационно-распорядительных документах по защите информации  роли и  должностные обязанности, также объекты доступа, в отношении которых установлен наименьший уровень привилегий.",
        "gain": "    1) оператором должно быть обеспечено предоставление прав и привилегий по доступу к функциям безопасности средств защиты информации исключительно администратору, наделенному полномочиями по администрированию системы защиты информации;\n    2) запрет предоставления расширенных прав и привилегий внешним пользователям."
    },
    {
        "name": "УПД.6",
        "description": "Ограничение неуспешных попыток входа в ИСПДн (доступа к ИСПДн)",
        "realization": "    В информационной системе должно быть установлено и зафиксировано в организационно-распорядительных документах оператора по защите информации ограничение количества неуспешных попыток входа в информационную систему за период времени, установленный оператором, а также обеспечено блокирование устройства, с которого предпринимаются попытки доступа, и учетной записи пользователя при превышении пользователем ограничения количества неуспешных попыток входа в информационную систему.",
        "gain": "    1) в информационной системе обеспечивается автоматическое блокирование устройства, с которого предпринимаются попытки доступа, и учетной записи пользователя при превышении пользователем ограничения количества неуспешных попыток входа в информационную систему за установленный период времени с возможностью разблокирования только администратором или иным лицом, имеющим соответствующие полномочия;\n    2) в информационной системе обеспечивается автоматическое удаление информации с мобильного технического средства, входящего в состав информационной системы, при превышении допустимого числа неуспешных попыток входа в информационную систему за установленный период времени, осуществляемых с мобильного устройства;\n    3) в информационной системе обеспечивается противодействие автоматизированному подбору паролей с использованием однократных кодов, требующих визуального распознавания."
    },
    {
        "name": "УПД.10",
        "description": "Блокирование сеанса доступа в ИСПДн после установленного времени бездействия (неактивности) пользователя или по его запросу",
        "realization": "    В информационной системе должно обеспечиваться блокирование сеанса доступа пользователя после установленного оператором времени его бездействия в информационной системе или по запросу пользователя.\n    Блокирование сеанса доступа пользователя в информационную систему обеспечивает временное приостановление работы пользователя со средством вычислительной техники, с которого осуществляется доступ к информационной системе.\n    Для заблокированного сеанса должно осуществляться блокирование любых действий по доступу к информации и устройствам отображения, кроме необходимых для разблокирования сеанса.",
        "gain": "    1) в информационной системе обеспечивается блокирование сеанса доступа пользователя после времени бездействия  пользователя: до 15 минут, до 5 минут;\n    2) в информационной системе на устройстве отображения после блокировки сеанса не должна отображаться информация сеанса пользователя;\n    3) в информационной системе обеспечивается завершение сеанса пользователя  после превышения установленного оператором времени бездействия пользователя."
    },
    {
        "name": "УПД.11",
        "description": "Разрешение (запрет) действий пользователей, разрешенных до идентификации и аутентификации",
        "realization": "    Оператором должен быть установлен перечень действий пользователей, разрешенных до прохождения ими процедур идентификации и аутентификации, и запрет действий пользователей, не включенных в перечень разрешенных действий, до прохождения ими процедур идентификации и аутентификации.\n    Разрешение действий пользователей до прохождения ими процедур идентификации и аутентификации осуществляется, в том числе, при предоставлении пользователям доступа к общедоступной информации. Также администратору разрешаются действия в обход установленных процедур идентификации и аутентификации, необходимые только для восстановления функционирования информационной системы в случае сбоев в работе или выходе из строя отдельных технических средств.",
        "gain": "    Не установлены."
    },
    {
        "name": "УПД.13",
        "description": "Реализация защищенного удаленного доступа субъектов доступа к объектам доступа через внешние информационно-телекоммуникационные сети",
        "realization": "    Оператором должна обеспечиваться защита информации при доступе пользователей и иных субъектов доступа к объектам доступа информационной системы через информационно-телекоммуникационные сети, в том числе сети связи общего пользования, с использованием стационарных и мобильных технических средств.\n    Защита удаленного доступа должна обеспечиваться при всех видах доступа и включает:\n  -  установление  видов доступа, разрешенных для удаленного доступа к объектам доступа информационной системы;\n  -  ограничение на использование удаленного доступа в соответствии с задачами информационной системы, для решения которых такой доступ необходим, и предоставление удаленного доступа для каждого разрешенного вида удаленного доступа в соответствии с УПД.2;\n  -  предоставление удаленного доступа только тем пользователям, которым он необходим для выполнения установленных должностных обязанностей;\n  -  мониторинг и контроль удаленного доступа на предмет выявления несанкционированного удаленного доступа к объектам доступа информационной системы.",
        "gain": "    1) в информационной системе для мониторинга и контроля удаленного доступа должны применяться автоматизированные средства;\n    2) в информационной системе используется ограниченное  количество точек подключения к информационной системе при организации удаленного доступа к объектам доступа информационной системы;\n    3) в информационной системе исключается удаленный доступ от имени привилегированных учетных записей   для администрирования информационной системы и ее системы защиты информации;\n    4) в информационной системе при удаленном доступе обеспечивается применение в соответствии с законодательством Российской Федерации криптографических методов защиты информации."
    },
    {
        "name": "УПД.14",
        "description": "Регламентация и контроль использования в ИСПДн технологий беспроводного доступа",
        "realization": "    Оператором должны обеспечиваться регламентация и контроль использования в информационной системе технологий беспроводного доступа пользователей к объектам доступа, направленные на защиту информации в информационной системе.\n    Регламентация и контроль использования технологий беспроводного доступа должны включать:\n  -  предоставление технологий беспроводного доступа только тем пользователям, которым он необходим для выполнения установленных должностных обязанностей;\n  -  мониторинг и контроль применения технологий беспроводного доступа на предмет выявления несанкционированного использования технологий беспроводного доступа к объектам доступа информационной системы;\n  -  контроль беспроводного доступа пользователей к объектам доступа информационной системы до начала информационного взаимодействия с информационной системой.\n    Правила и процедуры применения технологий беспроводного доступа регламентируются в организационно-распорядительных документах оператора по защите информации.",
        "gain": "    1) в информационной системе обеспечивается аутентификация подключаемых с использованием технологий беспроводного доступа устройств в соответствии с ИАФ.2;\n    2) в информационной системе обеспечивается мониторинг точек беспроводного подключения устройств к информационной системе на предмет выявления несанкционированного беспроводного подключения устройств;\n    3) в информационной системе исключается возможность изменения пользователем точек беспроводного доступа информационной системы;\n    4) оператором одолжен быть предусмотрен запрет беспроводного доступа к информационной системе из-за пределов контролируемой зоны;\n    5) в информационной системе должен быть запрещен беспроводный доступ от имени привилегированных учетных записей для администрирования информационной системы и ее системы защиты информации."
    },
    {
        "name": "УПД.15",
        "description": "Регламентация и контроль использования в ИСПДн мобильных технических средств",
        "realization": "    Оператором должны обеспечиваться регламентация и контроль использования в информационной системе мобильных технических средств, направленные на защиту информации в информационной системе.\n    В качестве мобильных технических средств рассматриваются съемные машинные носители информации, портативные вычислительные устройства и устройства связи с возможностью обработки информации.\n    Регламентация и контроль использования мобильных технических средств должны включать:\n  -  использование в составе информационной системы для доступа к объектам доступа мобильных технических средств, в которых реализованы меры защиты информации в соответствии с ЗИС.30;\n  -  мониторинг и контроль применения мобильных технических средств на предмет выявления несанкционированного использования мобильных технических средств для доступа к объектам доступа информационной системы;\n  -  запрет возможности запуска без команды пользователя в информационной системе программного обеспечения, используемого для взаимодействия с мобильным техническим средством.",
        "gain": "    1) оператором обеспечивается запрет использования в информационной системе, не входящих в ее состав съемных машинных носителей информации;\n    2) оператором обеспечивается запрет использования в информационной системе съемных машинных носителей информации, для которых не определен владелец;\n    3) оператором обеспечивается очистка машинного носителя информации мобильного технического средства, переустановка программного обеспечения и выполнение иных мер по защите информации мобильных технических средств, после их использования за пределами контролируемой зоны;\n    4) оператором обеспечивается предоставление доступа с использованием мобильных технических средств к объектам доступа информационной системы только тем пользователям, которым он необходим для выполнения установленных должностных обязанностей;"
    },
    {
        "name": "УПД.16",
        "description": "Управление взаимодействием с ИСПДн сторонних организаций (внешние ИСПДн)",
        "realization": "    Оператором должно быть обеспечено управление взаимодействием с внешними информационными системами, включающими информационные системы и вычислительные ресурсы уполномоченных лиц, информационные системы, с которыми установлено информационное взаимодействие на основании заключенного договора, а также с иными информационными системами, информационное взаимодействие с которыми необходимо для функционирования информационной системы.\n    Управление взаимодействием с внешними информационными системами должно включать:\n  -  предоставление доступа к информационной системе только авторизованным пользователям в соответствии с УПД.2;\n  -  определение типов прикладного программного обеспечения информационной системы, к которым разрешен доступ авторизованным пользователям из внешних информационных систем;\n  -  определение системных учетных записей, используемых в рамках данного взаимодействия;\n  -  определение порядка предоставления доступа к информационной системе авторизованными пользователями из внешних информационных систем;\n  -  определение порядка обработки, хранения и передачи информации с использованием внешних информационных систем.",
        "gain": "    1) оператор предоставляет доступ к информационной системе авторизованным  пользователям внешних информационных систем или разрешает обработку, хранение и передачу информации с использованием внешней информационной системы при выполнении следующих условий:\n    а) при наличии договора об информационном взаимодействии с оператором внешней информационной системы;\n    б) при наличии подтверждения выполнения во внешней информационной системе предъявленных к ней требований о защите информации."
    },
    {
        "name": "УПД.17",
        "description": "Обеспечение доверенной загрузки средств вычислительной техники",
        "realization": "    В информационной системе персональных данных должно обеспечиваться исключение несанкционированного доступа к программным и техническим ресурсам средства вычислительной техники ИСПДн на этапе его загрузки.\n    Доверенная загрузка должна обеспечивать:\n  -  блокирование попыток несанкционированной загрузки нештатной операционной системы;\n  -  контроль доступа пользователей к процессу загрузки операционной системы;\n  -  контроль целостности программного обеспечения и аппаратных компонентов средств вычислительной техники.",
        "gain": "    1) в ИСПДн должна осуществляться доверенная загрузка уровня базовой системы ввода-вывода или уровня платы расширения;\n    2) в ИСПДн должна осуществляться доверенная загрузка уровня базовой системы ввода-вывода или уровня платы расширения, реализованные на основе программно-аппаратного модуля;\n    3) в ИСПДн должна осуществляться доверенная загрузка программного обеспечения телекоммуникационного оборудования;"
    },
    {
        "name": "ОПС.2",
        "description": "Управление установкой (инсталляцией) компонентов программного обеспечения, в том числе определение компонентов, подлежащих установке, настройка параметров установки компонентов, контроль за установкой компонентов программного обеспечения",
        "realization": "    Оператором персональных данных должны быть реализованы следующие функции по управлению установкой (инсталляцией) компонентов программного обеспечения информационной системы персональных данных (ИСПДн):\n  -  определение компонентов программного обеспечения (состава и конфигурации), подлежащих установке в ИСПДн после загрузки операционной системы;\n  -  настройка параметров установки компонентов программного обеспечения, обеспечивающая исключение установки компонентов программного обеспечения, использование которых не требуется для реализации информационной технологии ИСПДн;\n  -  выбор конфигурации устанавливаемых компонентов программного обеспечения;\n  -  контроль за установкой компонентов программного обеспечения (состав компонентов, параметры установки, конфигурация компонентов);\n  -  определение и применение параметров настройки компонентов программного обеспечения, включая программные компоненты средств защиты информации, обеспечивающих реализацию мер защиты персональных данных, а также устранение возможных уязвимостей ИСПДн, приводящих к возникновению угроз безопасности персональных данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗНИ.1",
        "description": "Учет машинных носителей персональных данных",
        "realization": "    Оператором персональных данных должен быть обеспечен учет машинных носителей персональных данных, используемых в информационной системе персональных данных (ИСПДн) для хранения и обработки персональных данных.",
        "gain": "    Учету подлежат:\n  -  съемные машинные носители персональных данных (флэш-накопители, внешние накопители на жестких дисках и иные устройства);\n  -  портативные вычислительные устройства, имеющие встроенные носители персональных данных (ноутбуки, нетбуки, планшеты, сотовые телефоны, цифровые камеры);\n  -  машинные носители персональных данных, встроенные в корпус средств вычислительной техники (накопители на жестких дисках).\n    Учет машинных носителей персональных данных включает присвоение регистрационных (учетных) номеров носителям. Учет съемных машинных носителей персональных данных ведется в журналах учета машинных носителей персональных данных. Регистрационные или иные номера подлежат занесению в журналы учета машинных носителей персональных данных или журналы материально-технического учета с указанием пользователя или группы пользователей, которым разрешен доступ к машинным носителям персональных данных."
    },
    {
        "name": "ЗНИ.2",
        "description": "Управление доступом к машинным носителям персональных данных",
        "realization": "    Оператором персональных данных должны быть реализованы следующие функции по управлению доступом к машинным носителям персональных данных, используемым в информационной системе персональных данных (ИСПДн):\n    1) определение должностных лиц, имеющих физический доступ к машинным носителям персональных данных, а именно к следующим:\n          -  съемным машинным носителям персональных данных;\n          -  портативным вычислительным устройствам, имеющим встроенные носители персональных данных;\n          -  машинным носителям персональных данных, стационарно устанавливаемым в корпус средств вычислительной техники;\n    2) предоставление физического доступа к машинным носителям персональных данных только тем лицам, которым он необходим для выполнения своих должностных обязанностей.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗНИ.8",
        "description": "Уничтожение (стирание) или обезличивание персональных данных на машинных носителях при их передаче между пользователями, в сторонние организации для ремонта или утилизации, а также контроль уничтожения (стирания) или обезличивания",
        "realization": "    Оператором персональных данных должно обеспечиваться уничтожение (стирание) или обезличивание персональных данных на машинных носителях при их передаче между пользователями, в сторонние организации для ремонта или утилизации, а также контроль уничтожения (стирания) или обезличивания.\n    Уничтожение (стирание) или обезличивание персональных данных на машинных носителях должно исключать возможность восстановления персональных данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "РСБ.1",
        "description": "Определение событий безопасности, подлежащих регистрации, и сроков их хранения",
        "realization": "  -   Оператором персональных данных должны быть определены события безопасности в информационной системе персональных данных (ИСПДн), подлежащие регистрации, и сроки их хранения. События безопасности, подлежащие регистрации в ИСПДн, и сроки их хранения соответствующих записей регистрационных журналов должны обеспечивать возможность обнаружения, идентификации и анализа инцидентов, возникших в ИСПДн. Подлежат регистрации события безопасности, связанные с применением выбранных мер по защите персональных данных в ИСПДн. В ИСПДн как минимум подлежат регистрации следующие события: вход (выход), а также попытки входа субъектов доступа в ИСПДн и загрузки (останова) операционной системы;\n  -  подключение машинных носителей информации и вывод персональных данных на носители информации;\n  -  запуск (завершение) программ и процессов (заданий, задач), связанных с обработкой персональных данных;\n  -  попытки доступа программных средств к определяемым оператором персональных данных защищаемым объектам доступа (техническим средствам, узлам сети, линиям (каналам) связи, внешним устройствам, программам, томам, каталогам, файлам, записям, полям записей) и иным объектам доступа;\n  -  попытки удаленного доступа.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "РСБ.2",
        "description": "Определение состава и содержания информации о событиях безопасности, подлежащих регистрации",
        "realization": "    В информационной системе персональных данных (ИСПДн) должны быть определены состав и содержание информации о событиях безопасности, подлежащих регистрации. Состав и содержание информации о событиях безопасности должны обеспечить возможность идентификации типа события безопасности, даты и времени события безопасности, идентификационной информации источника события безопасности, результат события безопасности (успешно или неуспешно), субъект доступа (пользователь и (или) процесс), связанный с данным событием безопасности. При регистрации подключения машинных носителей информации и вывода персональных данных на носители информации состав и содержание регистрационных записей должны включать дату и время подключения машинных носителей информации и вывода персональных данных на носители информации, логическое имя (номер) подключаемого машинного носителя информации. При регистрации запуска (завершения) программ и процессов, связанных с обработкой персональных данных состав и содержание регистрационных записей должны включать дату и время запуска, имя программы, идентификатор субъекта доступа (устройства), запросившего программу, результат запуска . При регистрации попыток доступа программных средств к защищаемым файлам состав и содержание регистрационных записей должны включать дату и время попытки доступа к защищаемому файлу с указанием ее результата, спецификацию защищаемого файла . При регистрации попыток доступа программных средств к защищаемым объектам доступа состав и содержание информации должны включать дату и время попытки доступа к защищаемому объекту с указанием ее результата, идентификатор субъекта доступа, спецификацию защищаемого объекта доступа. При регистрации попыток удаленного доступа к ИСПДн состав и содержание информации должны, включать дату и время попытки удаленного доступа с указанием ее результата, идентификатор субъекта доступа, используемый протокол доступа, используемый интерфейс доступа и (или) иную информацию о попытках удаленного доступа к ИСПДн.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "РСБ.3",
        "description": "Сбор, запись и хранение информации о событиях безопасности в течение установленного времени хранения",
        "realization": "    В информационной системе персональных данных (ИСПДн) должны осуществляться сбор, запись и хранение информации о событиях безопасности в течение установленного оператором времени хранения информации о событиях безопасности.\n    Сбор, запись и хранение информации о событиях безопасности в течение установленного времени хранения должен предусматривать:\n  -  возможность выбора администратором безопасности событий безопасности, подлежащих регистрации в текущий момент времени из перечня событий безопасности;\n  -  генерацию записей регистрации (аудита) для событий безопасности, подлежащих регистрации;\n  -  хранение информации о событиях безопасности в течение времени, установленного в соответствии с РСБ.1;\n    Объем памяти для хранения информации о событиях безопасности должен быть рассчитан и выделен с учетом типов событий безопасности.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "РСБ.5",
        "description": "Мониторинг (просмотр, анализ) результатов регистрации событий безопасности и реагирование на них",
        "realization": "    Оператором персональных данных должен осуществляться мониторинг результатов регистрации событий безопасности и реагирование на них.\n    Мониторинг (просмотр и анализ) записей регистрации (аудита) должен проводиться для всех событий и с периодичностью, установленной оператором персональных данных. В случае выявление признаков инцидентов безопасности в ИСПДн осуществляется планирование и проведение мероприятий по реагированию на выявленные инциденты безопасности.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "РСБ.7",
        "description": "Защита информации о событиях безопасности",
        "realization": "    В информационной системе персональных данных (ИСПДн) должна обеспечиваться защита информации о событиях безопасности.\n    Защита информации о событиях безопасности обеспечивается применением мер защиты информации от неправомерного доступа, уничтожения или модифицирования и в том числе включает защиту средств ведения регистрации и настроек механизмов регистрации событий.\n    Доступ к записям аудита и функциям управления механизмами регистрации (аудита) должен предоставляться только уполномоченным должностным лицам.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АВЗ.1",
        "description": "Реализация антивирусной защиты",
        "realization": "    Реализация антивирусной защиты должна предусматривать:\n  -  применение средств антивирусной защиты на автоматизированных рабочих местах, серверах, периметральных средствах защиты информации (средствах межсетевого экранирования, прокси-серверах, почтовых шлюзах и других средствах защиты информации), мобильных технических средствах и иных точках доступа в информационную систему, подверженных внедрению (заражению) вредоносными компьютерными программами (вирусами) через съемные машинные носители информацииили сетевые подключения, в том числе к сетям общего пользования (вложения электронной почты,веб-и другие сетевые сервисы);\n  -  установку, конфигурирование и управление средствами антивирусной защиты;\n  -  предоставление доступа средствам антивирусной защиты к объектам информационной системы, которые должны быть подвергнуты проверке средством антивирусной защиты;\n  -  проведение периодических проверок объектовинформационной системы (автоматизированных рабочих мест, серверов, других средств вычислительной техники)на наличие вредоносных компьютерных программ (вирусов);\n  -  проверка в масштабе времени, близком к реальному, объектов (файлов) из внешних источников (съемных машинных носителей информации, сетевых подключений, в том числе к сетям общего пользования, и других внешних источников) при загрузке, открытии или исполнении таких файлов;\n  -  оповещение администраторов безопасности в масштабе времени, близком к реальному, об обнаружении вредоносных компьютерных программ (вирусов);\n  -  определение действий при обнаружении в информационной системе объектов, подвергшихся заражению вредоносными компьютерными программами (вирусами).",
        "gain": "   1)В информационной системе должно обеспечиваться предоставление прав по управлению (администрированию) средствами антивирусной защиты администратору безопасности;\n    2) В информационной системе должны обеспечиваться проверка работоспособности, актуальность базы данных признаков компьютерных вирусов и версии программного обеспечениясредств антивирусной защиты;\n    3)В информационной системе должна обеспечиваться проверка объектов файловой системы средством антивирусной защиты до загрузки операционной системы;"
    },
    {
        "name": "АВЗ.2",
        "description": "Обновление базы данных признаков вредоносных компьютерных программ (вирусов)",
        "realization": "    Операторомдолжно быть обеспечено обновление базы данных признаков вредоносных компьютерных программ (вирусов).\n    Обновление базы данных признаков вредоносных компьютерных программ (вирусов) должно предусматривать:\n  -  получение уведомлений онеобходимостиобновленийи непосредственном обновлении базы данных признаков вредоносных компьютерных программ (вирусов);\n  -  получение из доверенных источников и установка обновлений базы данных признаков вредоносных компьютерных программ (вирусов);\n  -  контроль целостности обновлений базы данных признаков вредоносных компьютерных программ (вирусов).",
        "gain": "    1)в информационной системе должно обеспечиваться централизованное управление обновлением базы данных признаков вредоносных компьютерных программ (вирусов);\n  -  2)в информационной системе должно обеспечиваться автоматическое обновление базы данных признаков вредоносных компьютерных программ (вирусов) на всех компонентах информационной системы;\n  -  3)в информационной системе долженобеспечиваться запрет изменений настроек системы обновлениябазы данных признаков вредоносных компьютерных программ (вирусов) на автоматизированных рабочих местах и серверах."
    },
    {
        "name": "СОВ.1",
        "description": "Обнаружение вторжений",
        "realization": "    Оператором персональных данных должно обеспечиваться обновление базы решающих правил системы обнаружения вторжений.\n    Обновление базы решающих правил системы обнаружения вторжений должно предусматривать:\n  -  получение уведомлений о необходимости обновлений и непосредственном обновлении базы решающих правил;\n  -  получение из доверенных источников и установку обновлений базы решающих правил;\n  -  контроль целостности обновлений базы решающих правил.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "СОВ.2",
        "description": "Обновление базы решающих правил",
        "realization": "    Оператором персональных данных должно обеспечиваться обновление базы решающих правил системы обнаружения вторжений.\n    Обновление базы решающих правил системы обнаружения вторжений должно предусматривать:\n  -  получение уведомлений о необходимости обновлений и непосредственном обновлении базы решающих правил;\n  -  получение из доверенных источников и установку обновлений базы решающих правил;\n  -  контроль целостности обновлений базы решающих правил.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АРЗ.1",
        "description": "Выявление, анализ уязвимостей ИСПДн и оперативное устранение вновь выявленных уязвимостей",
        "realization": "    Оператором персональных данных должны осуществляться выявление (поиск), анализ и устранение уязвимостей в информационной системе персональных данных (ИСПДн).",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АРЗ.2",
        "description": "Контроль установки обновлений программного обеспечения, включая обновление программного обеспечения средств защиты информации",
        "realization": "    Оператором персональных данных должны осуществляться выявление (поиск), анализ и устранение уязвимостей в информационной системе персональных данных (ИСПДн).",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АРЗ.3",
        "description": "Контроль работоспособности, параметров настройки и правильности функционирования программного обеспечения и средств защиты информации",
        "realization": "    Оператором персональных данных должен проводиться контроль работоспособности, параметров настройки и правильности функционирования программного обеспечения и средств защиты информации.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АРЗ.4",
        "description": "Контроль состава технических средств, программного обеспечения и средств защиты информации",
        "realization": "    Оператором персональных данных должен проводиться контроль состава технических средств, программного обеспечения и средств защиты информации, применяемых в информационной системе персональных данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "АРЗ.5",
        "description": "Контроль правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей, реализации правил разграничения доступа, полномочий пользователей в ИСПДн",
        "realization": "    Оператором персональных данных должен проводиться контроль правил генерации и смены паролей пользователей, заведения и удаления учетных записей пользователей.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ОЦЛ.1",
        "description": "Контроль целостности программного обеспечения, включая программное обеспечение средств защиты информации",
        "realization": "    В информационной системе должен осуществляться контроль целостности программного обеспечения, включая программное обеспечение средств защиты информации.\n    Контроль целостности программного обеспечения, включаяпрограммного обеспечения средств защиты информации, должен предусматривать:\n  -  контрольцелостности программного обеспечениясредств защиты информации,включая их обновления,по наличию имен (идентификаторов) и (или) по контрольным суммам компонентовсредств защиты информациив процессе загрузки и (или) динамически в процессе работы информационной системы;\n  -  контроль применения средств разработки и отладки программ в составе программного обеспечения информационной системы;\n  -  тестирование с периодичностью установленной оператором функций безопасности средств защиты информации,в том числе с помощью тест-программ, имитирующих попытки несанкционированного доступа;\n  -  обеспечение физической защиты технических средств информационной системы.",
        "gain": "    1)в информационной системе контроль целостности средств защиты информации должен осуществляться по контрольным суммам всех компонентов средств защиты информации, как в процессе загрузки, так и динамически в процессе работы системы;\n    2)в информационной системе должен обеспечиваться контроль целостности средств защиты информации с использованием криптографических методов в соответствии с законодательством Российской Федерации, всех компонентовсредств защиты информации, как в процессе загрузки, так и динамически в процессе работы системы;\n    3)оператором исключается возможность использования средств разработки и отладки программ во время обработки и (или) хранения информации в целях обеспечения целостности программной среды;\n    4)оператором обеспечивается выделение рабочих мест с установленными средствами разработки и отладки программ в отдельный сегмент (тестовую среду);\n    5)оператором должно проводиться периодическое тестирование всех функций средств защиты информации, в том числе с помощью специальных программных средств,не реже одного раза в квартал."
    },
    {
        "name": "ОЦЛ.4",
        "description": "Обнаружение и реагирование на поступление в ИСПДн незапрашиваемых электронных сообщений (писем, документов) и иной информации, не относящихся к функционированию ИСПДн (защита от спама)",
        "realization": "Оператором обеспечивается обнаружение и реагирование на поступление незапрашиваемых электронных сообщений (писем, документов) и иной информации, не относящихся к функционированию информационной системы (защита от спама).\n    Защита от спама реализуется на точках входа в информационную систему (выхода) информационных потоков(межсетевые экраны, почтовые серверы, Web-серверы, прокси-серверы и серверы удаленного доступа), а также на автоматизированных рабочих местах, серверах и (или) мобильных технических средствах, подключенных к сетям связи общего пользования, для обнаружения и реагированияна поступление по электронной почте незапрашиваемых электронных сообщений (писем, документов) или в приложениях к электронным письмам.\n    Защита от спама обеспечиваетсяприменением специализированныхсредствзащиты, реализующих следующие механизмы защиты:\n  -  фильтрация по содержимому электронных сообщений (писем, документов) с использованием критериев, позволяющих относить сообщения к спаму сигнатурным и (или) эвристическим методами;\n  -  фильтрация на основе информации об отправителе электронного сообщения (с использованием «черных» списков (запрещенные отправители) и (или) «белых» списков (разрешенные отправители).\n    Оператором должно  осуществляться обновление  базы «черных»(«белых»)списков и контроль целостности базы «черных» («белых») списков.",
        "gain": "    1) оператором обеспечивается централизованное управление средствами защиты от спама;\n    2) фильтрация на основе информации об отправителе электронного сообщения с использованием эвристических методов (например, «серые» списки серверов электронной почты, распознавание автоматически генерируемых имен отправителей и другие)."
    },
    {
        "name": "ОДТ.4",
        "description": "Периодическое резервное копирование персональных данных на резервные машинные носители персональных данных",
        "realization": "    Оператором персональных данных должно обеспечиваться периодическое резервное копирование персональных данных на резервные машинные носители персональных данных, предусматривающее:\n  -  резервное копирование персональных данных на резервные машинные носители персональных данных с установленной оператором персональных данных периодичностью;\n  -  разработку перечня персональных данных, подлежащей периодическому резервному копированию на резервные машинные носители персональных данных;\n  -  регистрацию событий, связанных с резервным копированием персональных данных на резервные машинные носители персональных данных;\n  -  принятие мер для защиты резервируемых персональных данных, обеспечивающих ее конфиденциальность, целостность и доступность.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ОДТ.5",
        "description": "Обеспечение возможности восстановления персональных данных с резервных машинных носителей персональных данных (резервных копий) в течение установленного временного интервала",
        "realization": "    Оператором персональных данных должна быть обеспечена возможность восстановления персональных данных с резервных машинных носителей персональных данных (резервных копий) в течение установленного оператором персональных данных временного интервала.\n    Восстановление персональных данных с резервных машинных носителей персональных данных (резервных копий) должно предусматривать:\n  -  определение времени, в течение которого должно быть обеспечено восстановление персональных данных;\n  -  восстановление информации с резервных машинных носителей персональных данных в течение установленного оператором персональных данных временного интервала;\n  -  регистрация событий, связанных восстановлением персональных данных с резервных машинных носителей персональных данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗСВ.1",
        "description": "Идентификация и аутентификация субъектов доступа и объектов доступа в виртуальной инфраструктуре, в том числе администраторов управления средствами виртуализации",
        "realization": "    В информационной системе персональных данных (ИСПДн) должны обеспечиваться идентификация и аутентификация субъектов доступа и объектов доступа в виртуальной инфраструктуре. Виртуальная инфраструктура включает среду виртуализации (программное обеспечение) и аппаратное обеспечение.",
        "gain": "    При реализации мер по идентификации и аутентификации субъектов доступа и объектов доступа в виртуальной инфраструктуре должны обеспечиваться:\n  -  идентификация и аутентификация администраторов управления средствами виртуализации;\n  -  идентификация и аутентификация субъектов доступа при их локальном и удалённом обращении к объектам доступа в виртуальной инфраструктуре;\n  -  блокировка доступа к компонентам виртуальной инфраструктуры для субъектов доступа, не прошедших процедуру аутентификации;\n  -  защита аутентификационной информации субъектов доступа, хранящейся в компонентах виртуальной инфраструктуры от неправомерных доступа к ней, уничтожения или модифицирования;\n  -  защита аутентификационной информации в процессе ее ввода для аутентификации в виртуальной инфраструктуре от возможного использования лицами, не имеющими на это полномочий;\n  -  идентификация и аутентификация субъектов доступа при осуществлении ими попыток доступа к средствам управления параметрами аппаратного обеспечения виртуальной инфраструктуры."
    },
    {
        "name": "ЗСВ.2",
        "description": "Управление доступом субъектов доступа к объектам доступа в виртуальной инфраструктуре, в том числе внутри виртуальных машин",
        "realization": "    В информационной системе персональных данных (ИСПДн) должно обеспечиваться управление доступом субъектов доступа к объектам доступа, в  том числе внутри виртуальных машин. При реализации мер по управлению доступом субъектов доступа к объектам доступа в виртуальной инфраструктуре должны обеспечиваться:\n  -  контроль доступа субъектов доступа к средствам управления компонентами виртуальной инфраструктуры;\n  -  контроль доступа субъектов доступа к файлам-образам виртуализированного программного обеспечения, виртуальных машин, файлам-образам, служебным данным, используемым для обеспечения работы виртуальных файловых систем, и иным служебным данным средств виртуальной среды;\n  -  управление доступом к виртуальному аппаратному обеспечению ИСПДн, являющимся объектом доступа;\n  -  контроль запуска виртуальных машин на основе заданных оператором персональных данных правил;\n    Кроме того, меры по управлению доступом субъектов доступа к объектам доступа должны обеспечивать:\n  -  разграничение доступа субъектов доступа, зарегистрированных на виртуальных машинах, к объектам доступа, расположенным внутри виртуальных машин;\n  -  разграничение доступа субъектов доступа, зарегистрированных на виртуальных машинах, к ресурсам ИСПДн, размещенным за пределами виртуальных машин.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗСВ.3",
        "description": "Регистрация событий безопасности в виртуальной инфраструктуре",
        "realization": "    В информационной системе персональных данных (ИСПДн) должна обеспечиваться регистрация событий безопасности в виртуальной инфраструктуре.\n  -  При реализации мер по регистрации событий безопасности в виртуальной инфраструктуре, должны подлежать регистрации следующие события: запуск (завершение) работы компонентов виртуальной инфраструктуры;\n  -  оступ субъектов доступа к компонентам виртуальной инфраструктуры;\n  -  изменения в составе и конфигурации компонентов виртуальной инфраструктуры во время их запуска, функционирования и аппаратного отключения;\n  -  изменения правил разграничения доступа к компонентам виртуальной инфраструктуры.\n    При регистрации входа (выхода) субъектов состав и содержание информации, подлежащей регистрации, должны включать дату и время доступа субъектов доступа к гипервизору и виртуальной машине, результат попытки доступа, идентификатор пользователя, предъявленный при попытке доступа субъектов доступа к указанным компонентам виртуальной инфраструктуры.\n    При изменении правил разграничения доступа к компонентам виртуальной инфраструктуры состав и содержание информации должны включать дату и время изменения правил разграничения доступа к виртуальному и физическому аппаратному обеспечению, результат попытки изменения правил разграничения доступа к указанным компонентам виртуальной инфраструктуры, идентификатор пользователя, предъявленный при попытке изменения правил разграничения доступа к указанным компонентам виртуальной инфраструктуры.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗСВ.6",
        "description": "Управление перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных",
        "realization": "    Оператором персональных данных должно обеспечиваться управление перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных.\n    При управлении перемещением виртуальных машин (контейнеров) и обрабатываемых на них данных должны обеспечиваться:\n  -  регламентирование порядка перемещения;\n  -  управление размещением и перемещением файлов-образов виртуальных машин (контейнеров) между носителями;\n  -  управление размещением и перемещением исполняемых виртуальных машин (контейнеров) между серверами виртуализации;\n  -  управление размещением и перемещением данных, обрабатываемых с использованием виртуальных машин, между носителями.",
        "gain": "Управление перемещением виртуальных машин (контейнеров) должно предусматривать:\n  -  полный запрет перемещения виртуальных машин (контейнеров);\n  -  ограничение перемещения виртуальных машин (контейнеров) в пределах информационной системы персональных данных (ИСПДн);\n  -  ограничение перемещения виртуальных машин (контейнеров) между сегментами ИСПДн."
    },
    {
        "name": "ЗСВ.7",
        "description": "Контроль целостности виртуальной инфраструктуры и ее конфигураций",
        "realization": "    В информационной системе персональных данных (ИСПДн) должен обеспечиваться контроль целостности компонентов виртуальной инфраструктуры.\n    При реализации мер по контролю целостности компонентов виртуальной инфраструктуры должны обеспечиваться:\n  -  контроль целостности компонентов, критически важных для функционирования хостовой операционной системы и (или) обеспечения безопасности обрабатываемой в них информации;\n  -  контроль целостности состава и конфигурации виртуального оборудования;\n  -  контроль целостности файлов, содержащих параметры настройки виртуализированного программного обеспечения и виртуальных машин;\n  -  контроль целостности файлов-образов виртуализированного программного обеспечения и виртуальных машин, файлов-образов, используемых для обеспечения работы виртуальных файловых систем.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗСВ.8",
        "description": "Резервное копирование данных, резервирование технических средств, программного обеспечения виртуальной инфраструктуры, а также каналов связи внутри виртуальной инфраструктуры",
        "realization": "    В информационной системе персональных данных (ИСПДн) должны обеспечиваться резервное копирование данных, резервирование технических средств, программного обеспечения виртуальной инфраструктуры и каналов связи внутри виртуальной инфраструктуры.",
        "gain": "    При реализации мер по резервному копированию данных, резервированию технических средств, программного обеспечения виртуальной инфраструктуры должны обеспечиваться:\n  -  определение мест хранения резервных копий виртуальных машин (контейнеров) и данных, обрабатываемых в виртуальной инфраструктуре;\n  -  резервное копирование данных, обрабатываемых в виртуальной инфраструктуре;\n  -  резервирование программного обеспечения виртуальной инфраструктуры;\n  -  резервирование каналов связи, используемых в виртуальной инфраструктуре;\n  -  периодическая проверка резервных копий и возможности восстановления виртуальных машин (контейнеров) и данных, обрабатываемых в виртуальной инфраструктуре с использованием резервных копий."
    },
    {
        "name": "ЗСВ.9",
        "description": "Реализация и управление антивирусной защитой в виртуальной инфраструктуре",
        "realization": "    В информационной системе персональных данных (ИСПДн) должны обеспечиваться реализация и управление антивирусной защитой в виртуальной инфраструктуре.",
        "gain": "    При реализации соответствующих мер должны обеспечиваться:\n  -  проверка наличия вредоносных программ (вирусов) в хостовой операционной системе, включая контроль файловой системы, памяти, запущенных приложений и процессов;\n  -  проверка наличия вредоносных программ в гостевой операционной системе, в процессе ее функционирования, включая контроль файловой системы, памяти, запущенных приложений и процессов."
    },
    {
        "name": "ЗСВ.10",
        "description": "Разбиение виртуальной инфраструктуры на сегменты (сегментирование виртуальной инфраструктуры) для обработки персональных данных отдельным пользователем и (или) группой пользователей",
        "realization": "    В информационной системе персональных данных (ИСПДн) должно обеспечиваться разбиение виртуальной инфраструктуры на сегменты (сегментирование виртуальной инфраструктуры) для обработки персональных данных отдельным пользователем и (или) группой пользователей.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗТС.3",
        "description": "Контроль и управление физическим доступом к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены, исключающие несанкционированный физический доступ к средствам обработки информации, средствам защиты информации и средствам обеспечения функционирования ИСПДн, в помещения и сооружения, в которых они установлены",
        "realization": "    Определить лица, допущенные к техническим средствам, средствам защиты информации, средствам обеспечения функционирования, а также в помещения и сооружения, в которых они установлены.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗТС.4",
        "description": "Размещение устройств вывода (отображения) информации, исключающее ее несанкционированный просмотр",
        "realization": "    В информационной системе следует рассматривать экраны мониторов автоматизированных рабочих мест пользователей, мониторы консолей управления технических средств (серверов, телекоммуникационного оборудования и иных технических средств), видеопанели, видеостены и другие средства визуального отображения защищаемой информации, печатающие устройства (принтеры, плоттеры и иные устройства), аудиоустройства, многофункциональные устройства.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗИС.3",
        "description": "Обеспечение защиты персональных данных от раскрытия, модификации и навязывания (ввода ложной информации) при ее передаче (подготовке к передаче) по каналам связи, имеющим выход за пределы контролируемой зоны, в том числе беспроводным каналам связи",
        "realization": "    Использовать дополнительные программы для шифровки и защиты персональных данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗИС.11",
        "description": "Обеспечение подлинности сетевых соединений (сеансов взаимодействия), в том числе для защиты от подмены сетевых устройств и сервисов",
        "realization": "    Создать систему аутентификации.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗИС.15",
        "description": "Защита архивных файлов, параметров настройки средств защиты информации и программного обеспечения и иных данных, не подлежащих изменению в процессе обработки персональных данных",
        "realization": "    Использовать программы-антивирусы для защиты данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗИС.17",
        "description": "Разбиение ИСПДн на сегменты (сегментирование ИСПДн) и обеспечение защиты периметров сегментов ИСПДн",
        "realization": "Оператором персональных данных должно осуществляться разбиение информационной системы персональных данных (ИСПДн) на сегменты (сегментирование ИСПДн) и обеспечиваться защита периметров сегментов ИСПДн.\n    Сегментирование ИСПДн проводится с целью построения многоуровневой (эшелонированной) системы защиты персональных данных путем построения сегментов на различных физических доменах или средах.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ЗИС.20",
        "description": "Защита беспроводных соединений, применяемых в ИСПДН",
        "realization": "    Предоставить доступ к параметрам (изменению параметров) настройки беспроводных соединений только администраторам информационной системы; обеспечнить возможности реализации беспроводных соединений только через контролируемые интерфейсы",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.1",
        "description": "Определение лиц, ответственных за выявление инцидентов и реагирование на них",
        "realization": "    Назначить сотрудника  для назначения ответственных лиц",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.2",
        "description": "Обнаружение, идентификация и регистрация инцидентов",
        "realization": "    Использовать дополнительное программное обеспечение в ИСПДн",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.3",
        "description": "Своевременное информирование лиц, ответственных за выявление инцидентов и реагирование на них, о возникновении инцидентов в ИСПДн пользователями и администраторами",
        "realization": "    Создать систему оповещений для сотрудников",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.4",
        "description": "Анализ инцидентов, в том числе определение источников и причин возникновения инцидентов, а также оценка их последствий",
        "realization": "    Назначить сотрудника для анализа инцидентов",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.5",
        "description": "Принятие мер по устранению последствий инцидентов",
        "realization": "",
        "gain": "    Отсутствуют"
    },
    {
        "name": "ИНЦ.6",
        "description": "Планирование и принятие мер по предотвращению повторного возникновения инцидентов",
        "realization": "    Назначить ответственного за проведения совещаний по планированию и принятию мер.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "УКФ.1",
        "description": "Определение лиц, которым разрешены действия по внесению изменений в конфигурацию ИСПДн и системы защиты персональных данных",
        "realization": "    Назначить ответственного для определения лиц, которым разрешены действия по внесению изменений в ИСПДн и системы защиты данных.",
        "gain": "    Отсутствуют"
    },
    {
        "name": "УКФ.2",
        "description": "Управление изменениями конфигурации ИСПДн и системы защиты персональных данных",
        "realization": "    Назначить сотрудника для управления изменениями",
        "gain": "    Отсутствуют"
    },
    {
        "name": "УКФ.3",
        "description": "Анализ потенциального воздействия планируемых изменений в конфигурации ИСПДн и системы защиты персональных данных на обеспечение защиты персональных данных и согласование изменений в конфигурации ИСПДн с должностным лицом (работником), ответственным за обеспечение безопасности персональных данных",
        "realization": "    Нанять сотрудника для анализа потенциальных угроз",
        "gain": "    Отсутствуют"
    },
    {
        "name": "УКФ.4",
        "description": "Документирование информации (данных) об изменениях в конфигурации ИСПДн и системы защиты персональных данных",
        "realization": "     Создать базу данных для отчетов о проделанной работе сотрудников",
        "gain": "    Отсутствуют"
    }
]
